Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=5_art_id=3.html.tmx
Source language: sme
Languages: sma

source: Min birra
sma: Mijjen bïjre

source: Sámi girkoráđđi
sma: Saemien gærhkoeraerine

source: Doaibma
sma: Darjoe

source: Kristuskránsa
sma: Kristusen gievlie

source: Neahttabáiki lea kristtalaš oskku ja sámi kultuvrra birra.
sma: Daate nedtesijjieh lea jupmeles jaahkoen jïh saemien kultuvren bïjre.

source: Deaddel muhtin fáttá ja oza eambbo dáid birra: Lávvu, soahki, čáhci, dolla, eana ja girku.
sma: Diedtieh dejtie ovmessie aamhtesidie edtjh vielie goeredh: Låavhtgåetie, såekie, tjaetsie, dålle, eatneme jïh gærhkoe.

source: Neahttabáikkis leat njeallje giela: lullisámegiella, julevsámegiella, davvisámegiella ja dárogiella.
sma: Nedtesijjien njieljie gïelesåarhth: åarjelsaemien, luvlesaemien, noerhtesaemien jïh daaroen.

source: Sámi e-oskooahpahusa lea Sámi girkoráđđi ráhkadan, Norgga girku olis.
sma: Saemien nedtejaahkoeööhpehtimmie lea evtiedamme Saemien Gærhkoeraereste Nöörjen gærhkosne.

source: Oahpahusa vuođđun galget leat sámi vásihusat ja báikkálaš sámi girkoeallin.
sma: Saemien maanah jïh noerh edtjieh jïjtjemes årrodh jïjtsh jaahkoeööhpehtimmesne.

source: Sámi e-oskooahpahusa ráhkadeami lea ruhtadan Norgga girku oskooahpahus Buot stuorámus.
sma: Dïhte ööhpehtimmie edtja viedteldahkesne årrodh saemien dååjrehtimmesne jïh voenges saemien gærhkoejieliemisnie.

source: Oskooahpahus lea okta dain váldobargguin Norgga girku.
sma: Saemien voejkenesvoete edtja viehkine årrodh jielemelearose jïh jielemegoerkesasse.

source: Dál hukse girku systemalaš oskooahpahusa buohkaide geat leat gásttašuvvon ja leat gaskal 0-18 jagi.
sma: Saemien nedtejaahkoeööhpehtimmie lea evtiedamme dåarjojne destie Stööremes gaajhkeste- jaahkoeööhpehtimmie Nöörjen gærhkosne.

source: Nu girku láhčá vejolašvuođa mánáide ja nuoraide ovddidit iežaset oskku ja gullevašvuođa girkui masa sii gullet.
sma: Jaahkoeööhpehtimmie lea akte dejstie Nöörjen gærhkoen åejvieråajvarimmiesuerkijste.
